{
  "login": "Логін",
  "register": "Реєстрація",
  "profile": "Профіль",
  "logout": "Вийти",

  "items-header": "На що ми збираємо",
  "donate-button": "Задонатити",
  "edit-button": "Змінити",
  "donators-header": "Топ Донатерів",
  "donators-h": "Будь переможцем",
  "donators-p": "Задонатити на ЗСУ",
  "donated": "Задонатив/ла",
  "uah": "грн.",

  "q1-head": "Як відображатись у Топ донатерах",
  "q1-text1": "Щоб відображатись на головній сторінці у Топ донатерах, потрібно: ",
  "q1-text2": "1) зареєструватись та залогінитись на нашому веб-сайті;",
  "q1-text3": "2) в описі донату зазначити ",
  "q1-text4": "вашого створенного акаунту.",

  "donate-page": "Донатна сторінка",

  "q2-head": "Чи мій донат безпечний",
  "q2-text1": "Так, ваш донат є",
  "q2-text2": "безпечним",
  "q2-text3": "Ми використовуємо передові технології шифрування для захисту ваших",
  "q2-text4": "персональних даних ",
  "q2-text5": "та",
  "q2-text6": "платіжної інформації",
  "q2-text7": "Всі транзакції проходять через",
  "q2-text8": "надійні платіжні шлюзи",
  "q2-text9": ", що забезпечує додатковий рівень безпеки.",

  "monobanka-p": "Ви також можете зробити свій внесок через банку Фонду",
  "monobank": "Монобанка",

  "img-head": "Нічні кошмари",
  "img-text1": "Хочете щоб було багато бавовни?",
  "img-text2": "- Ми зробимо це разом!",
  "img-goal": "Ціль:",

  "recipient": "Одержувач",
  "rnokpp": "РНОКПП",
  "title": "Призначення платежу",

  "paypal-title": "Яку суму бажаєте задонатити?",

  "cards": "Картки",
  "others": "Інше",

  "login-head": "Вхід",
  "email": "Електронна пошта",
  "your-email": "Ваша Електронна Пошта",
  "password": "Пароль",
  "your-password": "Ваш Пароль",
  "login-button": "Ввійти",
  "login-q": "У вас ще немає облікового запису?",
  "register-now": "Зареєструватись",

  "registration-head": "Реєстрація",
  "username-input": "Введіть ім'я користувача",
  "email-input": "user123@gmail.com",
  "password-input": "Створіть пароль",
  "conf-pass-input": "Підтвердьте пароль",
  "tooltip1": "Ім'я користувача не повинно бути пустим!",
  "tooltip2": "Правильний формат адреси електронної пошти складається з 4 частин: локальна частина, символ '@', крапка і доменне ім'я.",
  "tooltip3": "Ваш пароль повинен складатися з 8 символів і містити не менше 1 літери, 1 цифри та 1 спеціального символу (наприклад, #, @, &)",
  "tooltip4": "Підтверджувальний пароль повинен співпадати зі створюваним паролем!",
  "register-q": "Вже маєте акаунт?",
  "login-now": "Ввійти зараз",

  "username-required": "поле імені користувача є обов'язковим",
  "email-required": "поле електронної пошти є обов'язковим",
  "email-not-valid": "електронна адреса недійсна",
  "password-required": "поле пароля є обов'язковим",
  "password-not-valid": "пароль недійсний",
  "conf-password-required": "поле підтвердження пароля є обов’язковим",
  "password-not-matched": "пароль не збігається",
  "username-already-exists": "Користувач із таким іменем вже існує",
  "email-already-exists": "Користувач із цією поштою вже існує",

  "upload-image": "Завантажити зображення",
  "username": "Ім'я користувача",
  "delete-button": "Видалити",
  "e-mail": "Пошта:",
  "e-mail-input": "Ваша електронна пошта",
  "firstname": "Ім'я:",
  "firstname-input": "Ваше Ім'я",
  "lastname": "Прізвище:",
  "lastname-input": "Ваше прізвище",
  "submit": "Оновити",

  "confirmation": "Підтвердження",
  "are-you-sure": "Ви впевнені, що хочете видалити обліковий запис?",
  "cancel": "Скасувати",

  "go-back-home": "ГОЛОВНА СТОРІНКА",

  "verification": "Перевірку",
  "done": "Пройшла Успішно",
  "failed": "НЕ Пройшла",
  "failed-sent": "Можливо, електронна адреса вже підтверджена або посилання не працює",

  "fpv-drones-title": "FPV-дрони",
  "fpv-drones-description": "FPV дрон — безпілотний літальний апарат First-Person-View (яким керують від першої особи). Завдяки пульту управління та окулярам пілот може швидко й оперативно маневрувати та знаходити ціль для ураження. Такі дрони мають широкий та ефективний спектр застосування: від ураження піхоти і відбиття штурму до знешкодження важкої бронетехніки.",
  "drones-title": "Дрони “Очі в небі”",
  "drones-description": "Дрони - це очі сучасної армії. З їх допомогою, військові розвідують, коригують, роблять “смерть ворогам”, збивають ворожі дрони й навіть беруть у полон! А все тому, що наші на війні використовують всю техніку, яку отримують, максимально ефективно.",
  "leleka-title": "Лелеки",
  "leleka-description": "Лелека-100 (анг. Leleka-100 або Ciconia) — український безпілотний літальний апарат, призначений для ведення розвідки.\r\nСтворений українською компанією DeViRo.\r\nПрийнятий на озброєння Збройних Сил України в травні 2021 року.",
  "shark-d-title": "Shark-D",
  "shark-d-description": "SHARK (укр. «ШАРК») — розвідувальний безпілотний комплекс, створений компанією Ukrspecsystems для спостереження та коригування вогню.\r\nБезпілотний літальний апарат (БпЛА) обладнано високонадійним модулем зв’язку (шифрування AES256), що дозволяє йому заглибитися у тил противника до 80 км в умовах радіоелектронної боротьби (РЕБ).",
  "suvs-title": "Позашляховики",
  "suvs-description": "Позашляховик (англ. off-road vehicle, all-road vehicle, нім. Geländewagen) — повнопривідний (4×4) легковий чи легкий комерційний автомобіль підвищеної прохідності для експлуатації на шляхах всіх рівнів, а також на бездоріжжі. «Автомобіль підвищеної прохідності» є офіційним терміном.\r\nВід звичайних легкових машин позашляховик відрізняється конфігурацією.",
  "boats-title": "Човни",
  "boats-description": "Надувні човни мають основну беззаперечну перевагу перед жорсткими човнами – легкість та мобільність. У складеному вигляді вони можуть перевозитися в багажнику автомобіля або переноситися в спеціальній сумці або рюкзаку. Та й надутий, повністю оснащений човен ПВХ можуть переносити на невелику відстань 5-6 людей.",
  "fv432-title": "FV432",
  "fv432-description": "FV432 — британський бронетранспортер серії FV430. З часу його створення у 1960, він став найпоширенішим варіантом бронетехніки, яка використовувалася для перевезення піхоти на полі бою. У 1980-х використовувалося майже 2500 машин і до тепер близько 1500 залишаються на службі як допоміжний транспорт.\r\nХоча серію FV432 повинні були замінити нові машини, такі як Warrior та CVR(T), нині вони проходять оновлення, щоб нести службу й у наступному десятилітті.",
  "thermal-imagers-title": "Тепловізори",
  "thermal-imagers-description": "Тепловізор (інфрачервона камера) — оптико-електронний прилад для візуалізації температурного поля та вимірювання температури. Переважно працює в інфрачервоній частині електромагнітного спектру — теплові зображення утворюються завдяки зміщенню максимумів спектрів власного випромінювання тіл під час їх нагрівання у короткохвильову область.",
  "radios-title": "Портативні цифрові рації",
  "radios-description": "Портативна радіостанція, також відома як радіоапаратура, радіостанція або просто рація, є пристроєм для бездротового зв'язку, який дозволяє обмінюватися голосовими повідомленнями або іншою інформацією між користувачами на певній відстані. Вона часто використовується для спілкування та координації між людьми, які перебувають у межах дії радіосигналу.",
  "pd-1-title": "PD-1",
  "pd-1-description": "PD-1 (акр. від англ. People's Drone — «народний дрон») — український безпілотний авіаційний комплекс, призначений для здійснення повітряної розвідки та контролю над переміщенням супротивника. Розробкою та випуском займається Всеукраїнський центр волонтерів «Народний проект» та Ukrspecsystems.",
  "poseidon-title": "H10 Poseidon",
  "poseidon-description": "H10 Poseidon — розвідувальний безпілотний літальний апарат, який виготовляє компанія Swarmly, оснащені двома камерами із 40-кратним зумом з захищеними каналами зв'язку, вертикальною системою зліту й посадки.",
  "ram-2-title": "RAM II UAV",
  "ram-2-description": "RAM II UAV — український дрон-камікадзе. Створений на базі корпусу БПЛА «Лелека-100» компанії DEVIRO. Система призначена для нанесення точних ефективних ударів по ворожих силах та мінімізації супутнього збитку при використанні в міській місцевості. Запуск комплексу здійснюється з мобільної катапульти.",
  "shark-title": "Shark",
  "shark-description": "SHARK(укр. «ШАРК») — розвідувальний безпілотний комплекс, створений компанією Ukrspecsystems для спостереження та коригування вогню.\r\nБезпілотний літальний апарат (БпЛА) обладнано високонадійним модулем зв’язку (шифрування AES256), що дозволяє йому заглибитися у тил противника до 80 км в умовах радіоелектронної боротьби (РЕБ).",
  "starlink-title": "Starlink",
  "starlink-description": "Starlink — проєкт американської компанії SpaceX щодо розробки високопродуктивної супутникової платформи для виготовлення супутників зв'язку та запусків великої їх кількості (сузір'я) у космос. Система надає доступ до широкосмугового інтернету у будь-якій точці планети. Першою компанія почала обслуговувати Канаду та США (2020).",
  "vision-devices-title": "Прилади нічного бачення Gen. 3",
  "vision-devices-description": "Gen 3 (третє покоління пнб) - це прилади нічного бачення, створені в 1990-х роках, які мають ще більшу роздільну здатність та якість зображення, а також ширший діапазон виявлення об'єктів. Вони також мають більш тривалий термін служби та нижчий рівень шумів.\r\nУ третьому поколінні ПНБ використовується фотокатод на основі арсеніду галію, що істотно збільшує чутливість приладу на порядок."
}
