{
  "login": "Login",
  "register": "Register",
  "profile": "Profile",
  "logout": "Logout",

  "items-header": "What are we collecting for",
  "donate-button": "Donate",
  "edit-button": "Edit",
  "donators-header": "Top Donators",
  "donators-h": "Be a winner",
  "donators-p": "Donate to the ZSU",
  "donated": "Donated",
  "uah": "UAH",

  "q1-head": "How to appear in Top Donators",
  "q1-text1": "To appear on the main page of Top Donators, you need:",
  "q1-text2": "1) register and log in on our website;",
  "q1-text3": "2) specify ",
  "q1-text4": "of your created account in the description of the donation.",

  "donate-page": "Donate page",

  "q2-head": "Is my donation safe",
  "q2-text1": "Yes, your donation is ",
  "q2-text2": "safe",
  "q2-text3": "We use advanced encryption technology to protect your",
  "q2-text4": "personal data",
  "q2-text5": "and",
  "q2-text6": "payment information",
  "q2-text7": "All transactions go through",
  "q2-text8": "reliable payment gateways",
  "q2-text9": ", which provides an additional level of security.",

  "monobanka-p": "You can also make your contribution through the bank of the Fund",
  "monobank": "Monobank",

  "img-head": "Nightmares",
  "img-text1": "Want lots of explosions?",
  "img-text2": "- We will do it together!",
  "img-goal": "Goal:",

  "recipient": "Recipient",
  "rnokpp": "RNOKPP",
  "title": "Purpose of payment",

  "paypal-title": "What amount do you want to donate?",

  "cards": "Cards",
  "others": "Others",

  "login-head": "Login Here",
  "email": "Email",
  "your-email": "Your Email",
  "password": "Password",
  "your-password": "Your Password",
  "login-button": "Log In",
  "login-q": "You don't have an account?",
  "register-now": "Register now",

  "registration-head": "Registration",
  "username-input": "Enter your username",
  "email-input": "user123@gmail.com",
  "password-input": "Create password",
  "conf-pass-input": "Confirm password",
  "tooltip1": "Username must not be empty!",
  "tooltip2": "The correct email address format consists of 4 parts: the local part, the '@' symbol, a period, and the domain name.",
  "tooltip3": "Your password must be at least 8 characters long and contain at least 1 letter, 1 number, and 1 special character (eg #, @, &)",
  "tooltip4": "The confirmation password must match the password being created!",
  "register-q": "Already have an account?",
  "login-now": "Login now",

  "username-required": "username field is required",
  "email-required": "email field is required",
  "email-not-valid": "email is not valid",
  "password-required": "password field is required",
  "password-not-valid": "password is not valid",
  "conf-password-required": "confirm password field is required",
  "password-not-matched": "password not matched",

  "upload-image": "Upload image",
  "username": "Username",
  "delete-button": "Delete",
  "e-mail": "E-mail:",
  "e-mail-input": "Your Email",
  "firstname": "Firstname:",
  "firstname-input": "Your First Name",
  "lastname": "Lastname:",
  "lastname-input": "Your Last Name",
  "submit": "Submit",

  "confirmation": "Confirmation",
  "are-you-sure": "Are you sure you want to delete an account?",
  "cancel": "Cancel",

  "go-back-home": "GO BACK HOME",

  "verification": "Verification",
  "done": "Done",
  "failed": "Failed",
  "failed-sent": "Email may be already verified or the link is broken",

  "fpv-drones-title": "FPV-drones",
  "fpv-drones-description": "FPV drone is a First-Person-View unmanned aerial vehicle. Thanks to the control panel and glasses, the pilot can quickly and efficiently maneuver and find a target to hit. Such drones have a wide and effective range of applications: from defeating infantry and repelling assaults to neutralizing heavy armored vehicles.",
  "drones-title": "Drones “Eyes in the sky”",
  "drones-description": "Drones are the eyes of the modern army. With their help, the military scouts, corrects, “kills enemies“, shoots down enemy drones and even captures them! And all because ours in the war use all the equipment they receive as efficiently as possible.",
  "leleka-title": "Leleka-100",
  "leleka-description": "Leleka-100 or Ciconia is a Ukrainian unmanned aerial vehicle designed for reconnaissance. Created by the Ukrainian company DeViRo. Adopted by the Armed Forces of Ukraine in May 2021.",
  "shark-d-title": "Shark-D",
  "shark-d-description": "SHARK is a reconnaissance unmanned complex created by the Ukrspecsystems company for monitoring and adjusting fire.\r\nThe unmanned aerial vehicle (UAV) is equipped with a highly reliable communication module (AES256 encryption), which allows it to penetrate into the enemy's rear until 80 km in the conditions of electronic warfare (EW).",
  "suvs-title": "SUVs",
  "suvs-description": "An off-road vehicle (English off-road vehicle, all-road vehicle, German Geländewagen) is a four-wheel drive (4×4) passenger or light commercial vehicle with increased cross-country ability for operation on roads of all levels, as well as off-road. “All-terrain vehicle“ is the official term.\r\nAn off-road vehicle differs in configuration from ordinary passenger cars.",
  "boats-title": "Boats",
  "boats-description": "Inflatable boats have the main undeniable advantage over rigid boats - lightness and mobility. When folded, they can be transported in the trunk of a car or carried in a special bag or backpack. Even an inflated, fully equipped PVC boat can be carried by 5-6 people over a short distance.",
  "fv432-title": "FV432",
  "fv432-description": "FV432 is a British armored personnel carrier of the FV430 series. Since its creation in 1960, it has become the most common variant of armored vehicles used to transport infantry on the battlefield. In the 1980s, nearly 2,500 vehicles were in service and around 1,500 remain in service as support vehicles.\r\nAlthough the FV432 series were to be replaced by newer vehicles such as the Warrior and CVR(T), they are currently undergoing upgrades to carry the service and in the next decade.",
  "thermal-imagers-title": "Thermal imagers",
  "thermal-imagers-description": "A thermal imager (infrared camera) is an optical-electronic device for visualizing the temperature field and measuring temperature. It mainly works in the infrared part of the electromagnetic spectrum — thermal images are formed due to the shift of the maxima of the spectra of the bodies' own radiation during their heating to the short-wave range.",
  "radios-title": "Portable digital radios",
  "radios-description": "A portable radio, also known as radio equipment, walkie-talkie, or simply a walkie-talkie, is a wireless communication device that allows voice messages or other information to be exchanged between users over a distance. It is often used for communication and coordination between people within range of the radio signal.",
  "pd-1-title": "PD-1",
  "pd-1-description": "PD-1 (acr. from the English People's Drone) is a Ukrainian unmanned aircraft complex designed for aerial reconnaissance and control over the movement of the enemy. The All-Ukrainian Center of Volunteers “Narodny Proekt“ and Ukrspecsystems are engaged in development and production.",
  "poseidon-title": "H10 Poseidon",
  "poseidon-description": "The H10 Poseidon is a reconnaissance UAV manufactured by the Swarmly company, equipped with two cameras with 40x zoom with secure communication channels, a vertical take-off and landing system.",
  "ram-2-title": "RAM II UAV",
  "ram-2-description": "RAM II UAV is a Ukrainian kamikaze drone. Created on the basis of the “Stork-100“ UAV hull of the DEVIRO company. The system is designed to deliver accurate, effective strikes against enemy forces and minimize collateral damage when used in urban areas. The complex is launched from a mobile catapult.",
  "shark-title": "Shark",
  "shark-description": "SHARK is a reconnaissance unmanned complex created by the Ukrspecsystems company for monitoring and adjusting fire.\r\nThe unmanned aerial vehicle (UAV) is equipped with a highly reliable communication module (AES256 encryption), which allows it to penetrate into the enemy's rear until 80 km in the conditions of electronic warfare (EW).",
  "starlink-title": "Starlink",
  "starlink-description": "Starlink is a project of the American company SpaceX to develop a high-performance satellite platform for manufacturing communication satellites and launching a large number of them (constellations) into space. The system provides access to broadband Internet anywhere on the planet. The first company started serving Canada and the USA (2020).\r\nThe name “Starlink“ is taken from John Green's novel “The Fault in Our Stars“.",
  "vision-devices-title": "Night vision devices Gen. 3",
  "vision-devices-description": "Gen 3 (the third generation of pnb) are night vision devices created in the 1990s that have even greater resolution and image quality, as well as a wider range of object detection. They also have a longer service life and a lower noise level.\r\nThe third generation PNB uses a photocathode based on gallium arsenide, which significantly increases the sensitivity of the device by an order of magnitude."
}
